Repository: EpocDotFr/crowdmixer
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: %(name)s doesn't seems to be running.
fr: %(name)s ne semble pas être lancé.

source: Error while getting the now playing song: %(error)s
fr: Erreur lors de la récupération des infos du morceau en cours de lecture : %(error)s

source: This song doesn't exist.
fr: Ce morceau n'existe pas.

source: This song file doesn't seems to exist anymore. Please choose another one.
fr: Ce morceau ne semble plus exister. Veuillez en choisir un autre.

source: Error while deleting this song from the database: %(error)s
fr: Erreur lors de la suppression de ce morceau de la base de données : %(error)s

source: This song has already been queued %(last_queued_at)s. A song can be queued only one time every %(block_time)i minutes.
fr: Ce morceau a déjà été ajouté %(last_queued_at)s. Un morceau ne peut être ajouté qu'une seule fois toutes les %(block_time)i minutes.

source: voted for
fr: voté pour

source: vote more than one time
fr: voter pour un morceau

source: queued
fr: ajouté

source: queue more than one
fr: ajouter un morceau

source: You already %(action)s a song %(already_submitted_time)s. You cannot %(cannot)s every %(request_limit)i minutes.
fr: Vous avez déjà %(action)s un morceau %(already_submitted_time)s. Vous ne pouvez %(cannot)s que toutes les %(request_limit)i minutes.

source: from <strong>%(artist)s</strong>
fr: de <strong>%(artist)s</strong>

source: Your vote for <strong>%(title)s</strong>%(from_artist)s was successfuly saved! <strong>%(remaining_votes)i</strong> vote(s) is(are) remaining before this song is queued.
fr: Votre vote pour <strong>%(title)s</strong>%(from_artist)s a bien été pris en compte ! Il reste <strong>%(remaining_votes)i</strong> vote(s) avant que ce morceau ne soit ajouté.

source: <strong>%(title)s</strong>%(from_artist)s was successfully queued! It should be played shortly.
fr: <strong>%(title)s</strong>%(from_artist)s a bien été ajouté ! Il devrait être joué sous peu.

source: Error while queuing this song: %(error)s
fr: Erreur lors de l'ajout de ce morceau : %(error)s

source: Error while updating data related to this song: %(error)s
fr: Erreur lors de la mise à jour des données de ce morceau : %(error)s

source: All
fr: Tout

source: Title
fr: Titre

source: Artist
fr: Artiste

source: Search term
fr: Terme de recherche

source: Where to search
fr: Où rechercher

source: Search...
fr: Rechercher...

source: Now playing
fr: En cours de lecture

source: Unknown artist
fr: Artiste inconnu

source: Available songs
fr: Morceaux disponibles

source: Search results
fr: Résultats de la recherche

source: Queued %(last_queued_at)s
fr: Ajouté %(last_queued_at)s

source: Vote
fr: Voter

source: Queue
fr: Ajouter

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: No song to display.
fr: Aucun morceau à afficher.

source: Source code on GitHub
fr: Code source sur GitHub

source: Licensed under the %(license)s
fr: Sous licence %(license)s

source: Unauthorized
fr: Accès non authorisé

source: It seems you're not authorized to go here.
fr: Vous n'avez pas l'autorisation d'accéder à ceci.

source: Forbidden
fr: Accès interdit

source: Access to this resource is forbidden.
fr: L'accès à cette ressource vous a été interdit.

source: Not found
fr: Non trouvé

source: Sorry, there's nothing here.
fr: Désolé, il n'y a rien ici.

source: Server error
fr: Erreur serveur

source: A server error occured! Please retry. If the error persists, please report an issue <a href="https://github.com/EpocDotFr/crowdmixer/issues">here</a>.
fr: Une erreur serveur est survenue ! Veuillez rééssayer. Si le problème persiste, merci de rapporter un bug <a href="https://github.com/EpocDotFr/crowdmixer/issues">ici</a>.
